html/org-pages/notes/12th-grade/historia.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-03-07 Mon 22:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>História</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="História - Meu caderno virtual" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">História</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5ca31e4">Conteúdo da P1</a>
<ul>
<li><a href="#org078e9fa">Iluminismo</a></li>
<li><a href="#org9004a56">John Locke - 1632/1704 (36 degrees)</a></li>
<li><a href="#org4ab9c50">Mentesquieu</a></li>
<li><a href="#org5193078">Voltaire - 1694/1776 (40 degrees)</a></li>
<li><a href="#orgde985f4">Rousseau 1712/1778</a></li>
<li><a href="#org7cbbb2f">D&rsquo;Alembert e Diderot (41 degrees)</a></li>
<li><a href="#org5fc92a5">Os fisiocratas</a></li>
<li><a href="#orgcf26b5c">Revolução Francesa</a></li>
<li><a href="#orgc83e73d">Os estados gerais</a></li>
<li><a href="#orgb573101">Assembleia nacional constituinte</a></li>
<li><a href="#orgfb2f455">Assembleia legislativa</a></li>
<li><a href="#orgeba59a8">Convenção</a></li>
<li><a href="#org8b68b65">O diretório</a></li>
<li><a href="#org03d0b9c">A era napoleônica 1799/1815</a></li>
<li><a href="#org0bf4915">O congresso de Viena</a></li>
<li><a href="#orga210fc9">As revoluções de 1830/1848</a></li>
<li><a href="#org25cea10">Revoltas emancipaconistas 1789 -&gt; Inconfidência mineira</a></li>
<li><a href="#orgd009885">Conjuração baiana 1798</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org5ca31e4" class="outline-2">
<h2 id="org5ca31e4">Conteúdo da P1</h2>
<div class="outline-text-2" id="text-org5ca31e4">
<ul class="org-ul">
<li>Só comecei a anotar agora o caderno (07/03) e não tenho a referência das datas. Então aqui vai</li>
</ul>
</div>

<div id="outline-container-org078e9fa" class="outline-3">
<h3 id="org078e9fa">Iluminismo</h3>
<div class="outline-text-3" id="text-org078e9fa">
<ul class="org-ul">
<li>Acreditam na ciência, na razão (racionalismo), no progresso</li>
<li>Combatiam a igreja católica, ignorância, o absolutismo, e o mercantilismo</li>
</ul>
</div>
</div>

<div id="outline-container-org9004a56" class="outline-3">
<h3 id="org9004a56">John Locke - 1632/1704 (36 degrees)</h3>
<div class="outline-text-3" id="text-org9004a56">
<ul class="org-ul">
<li>Livro: Segundo tratado do governo civil</li>
<li>Defende a ideia de um governo limitado, condenou o absolutismo</li>
</ul>
</div>
</div>

<div id="outline-container-org4ab9c50" class="outline-3">
<h3 id="org4ab9c50">Mentesquieu</h3>
<div class="outline-text-3" id="text-org4ab9c50">
<ul class="org-ul">
<li>A tripartição entre os poderes</li>
<li>Livros: O espírito das leis</li>
<li>Formas de governo: República, monarquia e depotismo</li>
</ul>
</div>
</div>

<div id="outline-container-org5193078" class="outline-3">
<h3 id="org5193078">Voltaire - 1694/1776 (40 degrees)</h3>
<div class="outline-text-3" id="text-org5193078">
<ul class="org-ul">
<li>Crítico da religião e da monarquia</li>
<li>Escreveu: Cândido, cartas inglesas</li>
<li>Se Deus não existesse seria necessário inventá-lo</li>
</ul>
</div>
</div>

<div id="outline-container-orgde985f4" class="outline-3">
<h3 id="orgde985f4">Rousseau 1712/1778</h3>
<div class="outline-text-3" id="text-orgde985f4">
<ul class="org-ul">
<li>Livro: Discurso sobre as ciência e as artes</li>
<li>Discurso sobre a origem da desiguldade entre os homens (Terras)</li>
<li>Livro: O contrato social</li>
<li>A soberania reside no povo</li>
</ul>
</div>
</div>

<div id="outline-container-org7cbbb2f" class="outline-3">
<h3 id="org7cbbb2f">D&rsquo;Alembert e Diderot (41 degrees)</h3>
<div class="outline-text-3" id="text-org7cbbb2f">
<ul class="org-ul">
<li>Organizaram a enciclopédia</li>
</ul>
</div>
</div>

<div id="outline-container-org5fc92a5" class="outline-3">
<h3 id="org5fc92a5">Os fisiocratas</h3>
<div class="outline-text-3" id="text-org5fc92a5">
<ul class="org-ul">
<li>François Quesnay -&gt; terra era a única fonte de riqueza; capitalismo liberal agrário</li>
</ul>
</div>
</div>

<div id="outline-container-orgcf26b5c" class="outline-3">
<h3 id="orgcf26b5c">Revolução Francesa</h3>
<div class="outline-text-3" id="text-orgcf26b5c">
<ul class="org-ul">
<li>1789</li>
<li>Causas abaixo:</li>
<li>A crise financeira</li>
<li>As desiguldades sociais</li>
<li>As idéias iluministas</li>
<li>Exemplo do EUA</li>
<li>Oposição ao mercantilismo</li>
</ul>
</div>
</div>

<div id="outline-container-orgc83e73d" class="outline-3">
<h3 id="orgc83e73d">Os estados gerais</h3>
<div class="outline-text-3" id="text-orgc83e73d">
<ul class="org-ul">
<li>Luís XVI (34 degrees) -&gt; Antigo regime -&gt; Governo absolutista</li>
<li>Questão do voto -&gt; Critério</li>
<li>Estados gerais:
<ul class="org-ul">
<li>1º (Clero)</li>
<li>2º (Nobreza)</li>
<li>3º (Assembleia nacional)</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgb573101" class="outline-3">
<h3 id="orgb573101">Assembleia nacional constituinte</h3>
<div class="outline-text-3" id="text-orgb573101">
<ul class="org-ul">
<li>Guarda nacional</li>
<li>14/07/1789 -&gt; Queda da Bastilha</li>
<li>Grande medo</li>
<li>Absolve os privilégios da nobreza</li>
<li>Declaração dos direitos do homem e do cidadão</li>
<li>Constituição civil do clero</li>
<li>Fuga de Luís XVI</li>
<li>Monarquia constitucional</li>
</ul>
</div>
</div>

<div id="outline-container-orgfb2f455" class="outline-3">
<h3 id="orgfb2f455">Assembleia legislativa</h3>
<div class="outline-text-3" id="text-orgfb2f455">
<ul class="org-ul">
<li>Assembleia -&gt; Burguesia</li>
<li>Sans - Culottes -&gt; Eram as massas populares urbanas</li>
<li>Luís XVI e Maria Antonieta -&gt; Traição e foram guilhotinados em 1793</li>
<li>Batalha de Valmy</li>
</ul>
</div>
</div>

<div id="outline-container-orgeba59a8" class="outline-3">
<h3 id="orgeba59a8">Convenção</h3>
<div class="outline-text-3" id="text-orgeba59a8">
<ul class="org-ul">
<li>Partidos:
<ul class="org-ul">
<li>Jacobinos (Robespicare, Danton, Marat)</li>
<li>Girondinos (Burguesia)</li>
</ul></li>
<li>Calendário revolucionário</li>
<li>Reação termidoriana -&gt; 9 do termidor (R guilhotinado)</li>
</ul>
</div>
</div>

<div id="outline-container-org8b68b65" class="outline-3">
<h3 id="org8b68b65">O diretório</h3>
<div class="outline-text-3" id="text-org8b68b65">
<ul class="org-ul">
<li>Tentativa de golpe
<ul class="org-ul">
<li>Direita -&gt; Monarquistas</li>
<li>Esquerda -&gt; Jacobinos</li>
</ul></li>
<li>Conspiração dos iguais (socialista)</li>
<li>Napoleão Bonaparte (33 degrees) -&gt; Golpe do 18 de Brumário, apoiado pelo exército e burguesia</li>
</ul>
</div>
</div>

<div id="outline-container-org03d0b9c" class="outline-3">
<h3 id="org03d0b9c">A era napoleônica 1799/1815</h3>
<div class="outline-text-3" id="text-org03d0b9c">
<ul class="org-ul">
<li>Consulado</li>
<li>1804 -&gt; Imperador</li>
<li>1805 -&gt; Batalha de frafalgar</li>
<li>1806 -&gt; Bloqueio Continental</li>
<li>1812 -&gt; Napoleão invade a rússia</li>
<li>Coalização de países (Rússia, Prússia, Austria, Inglaterra)</li>
<li>1815 -&gt; Derrota de Napoleão com Waterloo, foge pra ilha de Elba, 100 dias em Santa Helena e morre em 1821</li>
<li>Napoleão vinculava os interesses da burguesia</li>
</ul>
</div>
</div>

<div id="outline-container-org0bf4915" class="outline-3">
<h3 id="org0bf4915">O congresso de Viena</h3>
<div class="outline-text-3" id="text-org0bf4915">
<ul class="org-ul">
<li>Combate o liberalismo e nacionalismo</li>
<li>Surgimento da Santa Aliança. Objetivo era reprimir os movimentos revolucionários que surgissesm em qualquer lugar do continente Europeu.</li>
<li>Princípios: Restauração e Legitimidade</li>
</ul>
</div>
</div>

<div id="outline-container-orga210fc9" class="outline-3">
<h3 id="orga210fc9">As revoluções de 1830/1848</h3>
<div class="outline-text-3" id="text-orga210fc9">
<ul class="org-ul">
<li>França, Inglaterra, Itália</li>
<li>Foram marcadas pelo caráter liberal e nacionalista, incluindo propostas socialistas: os 3 segmentos disputavam o poder</li>
<li>Comuna de Paris -&gt; É considerado a 1º revolução proletária; O 1º ensaio da ditatura do proletariado</li>
</ul>
</div>
</div>

<div id="outline-container-org25cea10" class="outline-3">
<h3 id="org25cea10">Revoltas emancipaconistas 1789 -&gt; Inconfidência mineira</h3>
<div class="outline-text-3" id="text-org25cea10">
<ul class="org-ul">
<li>Teve influência no iluminismo e na iden. dos EUA</li>
<li>Contexto que se da na extração do ouro (mineração) e aumento de impostos</li>
<li>Revolta elitista:
<ul class="org-ul">
<li>Joaquim José da Silva Xavier</li>
<li>Cláudio da Costa</li>
</ul></li>
<li>Objetivos: República, Capital, Bandeira, Indústrias</li>
<li>Abolição (Não havia consenso)</li>
<li>Dia da Derrama</li>
<li>Delator -&gt; Joaquim Silveiro dos Reis</li>
<li>Tiradentes -&gt; Preso, enforcado e esquartejado</li>
</ul>
</div>
</div>

<div id="outline-container-orgd009885" class="outline-3">
<h3 id="orgd009885">Conjuração baiana 1798</h3>
<div class="outline-text-3" id="text-orgd009885">
<ul class="org-ul">
<li>Revolta dos alfaiates</li>
<li>Influência na revolução francesa e maçonaria</li>
<li>Crise na economia nordetina</li>
<li>Líderes -&gt; João de Deus, Manuel Faustino, Lucas Dantes</li>
<li>Objetivo -&gt; República, popular e igualitária, abolição da escravidão e aumento salarial para tropa.</li>
<li>12 de agosto -&gt; Salvador foi coberto de cartazes</li>
<li>Líderes populares -&gt; PEE</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-03-07 Mon 22:30</p>
</div>
</body>
</html>
